Repository: TokyoBits/GithubUsers
Catalog: GithubUsers/Localizable.xcstrings
Source language: en
Languages: ja

source: Clear
ja: クリア

source: Filter Users
ja: ユーザーをフィルタする

source: Find User
ja: ユーザーを検索

source: followers
ja: フォロワー

source: following
ja: フォロー中

source: GitHub API rate limit has been exceeded. Verify you have setup your token in Info.plist
ja: レート制限を超えました。トークンを確認してください

source: Invalid Data
ja: 無効なデータ

source: Load More
ja: さらに読み込む

source: Loading Repositories
ja: リポジトリをロード中

source: Loading Users
ja: ユーザーをロード中

source: No Repositories
ja: リポジトリなし

source: No Users
ja: ユーザーなし

source: Please wait while data is loading
ja: データの読み込み中

source: Rate Limit Exceeded
ja: レート制限を超えました

source: Reload
ja: 積み直す

source: Repositories (%lld)
ja: リポジトリ (%lld)

source: Request Error
ja: リクエストエラー

source: Search
ja: 検索

source: Server Error
ja: サーバーエラー

source: The server has responded with an invalid status code
ja: 無効なステータスコード

source: The server reponded with data that could not be decoded
ja: データをデコードできませんでした

source: The URL was not a valid GitHub URL
ja: URLが無効です

source: The user has no repositories or there was an error fetching them
ja: リポジトリがないか、リポジトリの取得中にエラーが発生しました

source: Try Again
ja: もう一度

source: Unable to display users list. Please try again later
ja: ユーザーを表示できません。もう一度お試しください

source: Updated:
ja: 更新：

source: User not found: **%@** Try again
ja: 「**%@**」が見つかりません もう一度お試しください

source: Username
ja: ユーザー名

source: Users
ja: ユーザー

source: Users (%lld)
ja: ユーザー（%lld）
